{
  "frances-marie-teves": {
    "name": "Frances Marie Teves",
    "position": "Community Builder, GDG/WTM Cebu, Technical Project Manager",
    "company": "Symph",
    "photo": "/assets/speakers/frances-marie-teves.jpg",
    "bio": "Frances Marie is currently working as a Technical Project Manager at Symph, a software development company in Cebu. They build web and mobile applications that people love and build startups that make a difference. Before this, she was a software engineer for 6 years. This experience has helped her transition from a developer to a manager. Her ultimate life tip is to know when to ask for help when you need it! This can save you a lot of time and also inspire you to give back when others ask for your support as well 🙂 Going into this new role, she's excited to merge her dev and management skills, aiming to become the best TPM she can be.She's also a community builder from GDG Cebu and a WTM Ambassador. She also likes to talk! Catch her in the Tech IT or Leave IT podcast or Young Filipina Adult available in Spotify where she talks about tech stories and adulting adventures.Her guilty pleasures are cooking + eating ramen and watching sitcoms; any Friends, Brooklyn99, and Big Bang Theory fans there?"
  },
  "nhi-nguyen": {
    "name": "Nhi Nguyen ",
    "position": "Community Manager, Developer Relations Ecosystem SEA",
    "company": "Google",
    "photo": "/assets/speakers/nhi-nguyen.jpg",
    "bio": "Ms. Nhi Nguyen is passionate about helping developers upskill, build better, and succeed through Google Developers’ community programs in Vietnam and The Philippines including Google Developer Group, Google Developer Student Clubs, Women Techmakers, and Google Developer Experts...She was once the CEO at one of the biggest incubators in Central VietNam with more than 10 years working in the startup and technology industry."
  },
  "carl-kho": {
    "name": "Carl Kho ",
    "position": "Creative Front-End Developer & Designer",
    "company": "Symph",
    "photo": "/assets/speakers/carl-kho.png",
    "bio": "Carl is a creative front-end developer at Symph.co who will be studying Computer Science (CS) at Minerva University, San Francisco. He has just completed senior high in STEM Engineering with high honors. Throughout his lifetime, Carl has regularly led the Philippines 🇵🇭 throughout a number of hackathons and robotics olympiads. A scientific humanist, he aggressively advocates for accessible education for the country via mentorship and the launch of a college preparation program. In numbers, Carl has impacted 45,000+ lifelong learners and has helped raised ₱500,000.00+ in times of need. He applauds the efforts of Neuralink and wishes to contribute to Brain-Computer Interfaces in the field of Neural Engineering. Most importantly: he is funny."
  },
  "albert-padin": {
    "name": "Albert Padin",
    "position": "Co-Founder & CTO",
    "company": "Symph",
    "photo": "/assets/speakers/albert-padin.jpg",
    "bio": "Albert is a developer and entrepreneur who's worked on consumer, enterprise, and government software products. He is the co-founder and CTO of Symph, a design, development, and startup studio. At Symph, he has architected and developed solutions for 500 Startups, Office of the President of the Philippines, and the World Bank. Albert leads a diverse team of developers in creating software solutions. He ensures that the team's output is high quality and performs well at scale. Albert is also passionate about empowering startups and has been involved in the Philippine Startup Ecosystem, by facilitating and mentoring at Startup Weekends and other events. Prior to that, Albert started SpellDial, directed plays, and mentored street children. He studied Information Technology at the Centre for International Education Global Colleges. He lives in Cebu City, Philippines with his wife. His interests include theatre, performing arts, and the non-trivial act of eradicating poverty."
  },
  "tamas-piros": {
    "name": "Tamas Piros",
    "position": "Google Developer Expert for Web ",
    "company": "",
    "photo": "/assets/speakers/tamas-piros.jpg",
    "bio": "Tamas is a Google Developer Expert in Web Technologies and a Developer Experience Engineer. He has more than a decade of experience delivering technical training to large, prestigious organizations. He is passionate about unlocking the latest & greatest features of web development."
  },
  "brian-dominic-padilla": {
    "name": "Brian Dominic Padilla",
    "position": "Chief Marketing Strategist",
    "company": "Bright Strategies",
    "photo": "/assets/speakers/brian-dominic-padilla.jpg",
    "bio": "Brian Padilla is an entrepreneur, a digital marketing trainer, consultant, and solutions provider to several local and international e-commerce businesses in the Philippines today. He is a Google Ads and a Google Analytics Certified Partner and is well-versed in Lead Generation and Search Engine Marketing, helping many local businesses generate more leads and sales online. Brian has been a trainer for the Department of Information and Communications Technology, where he has helped thousands of students, professionals, freelancers, and business owners with various digital marketing training seminars and workshops. He also conducted numerous training and provided consultation services to several corporations all over the Philippines including real estate companies and brokerage firms including SM Development Corporation and Robinsons Land Corporation. Today, Brian leads Bright Strategies Marketing and Consulting, a digital marketing agency he founded that specializes in providing smart digital marketing solutions to businesses, especially those in e-commerce, and those who want to scale their businesses online. Bright Strategies is a member of the Canadian Chamber of Commerce and BNI (Business Network International)."
  },
  "gary-lloyd-senoc": {
    "name": "Gary Lloyd Senoc",
    "position": "Software Engineer",
    "company": "In Silence AI",
    "photo": "/assets/speakers/gary-lloyd-senoc.jpg",
    "bio": "Gary is a software engineer at In Silence AI, a former Google Developer Student Club Lead and an incoming 4th year computer science student  at Cebu Institute of Technology - University. Gary ventured into tech early and limitlessly spans borders by joining competitions and working with international clients. As an incoming fourth year computer science student, he continuously scales his experience in the tech industry by joining hackathons, building software solutions for different organizations, and speaking in university events to inspire students who dare to fearlessly dream and venture into technology."
  },
  "gee-quidet": {
    "name": "Gee Quidet",
    "position": "Sales Executive",
    "company": "Symph",
    "photo": "/assets/speakers/gee-quidet.jpg",
    "bio": "Gee currently wears two hats at Symph! She is the Director of Sales and Account Management and the Product Owner of Spayce PH. She started volunteering to Google Communities like GBG and GDG Cebu during her college internship. That same voluntary work gave her an opportunity to be the co-lead of Womenwill Cebu and the opportunity to lead the first ever Startup Weekend Women Edition Cebu and flew with the winners and organizing team to Bali, Indonesia. Most of her volunteer works are focus on digital literacy and upskilling for small to medium entrepreneurs. But one of the most accomplished volunteer work she participated was The Rice Movement–an initiative providing assistance to families of Filipinos who lost jobs due to COVID-19. Together with a strong volunteer team, they raised almost 1.5M, providing to about 1,500 families. Among all the roles, she takes her role as aunt of 10 cats seriously."
  },
  "eve-adora-macasero": {
    "name": "Ma. Eve Adora Macasero",
    "position": "Software Quality Assurance Engineer",
    "company": "CoDev",
    "photo": "/assets/speakers/eve-adora-macasero.jpeg",
    "bio": "Software Quality Assurance Engineer, CoDev"
  }
}
